{
  "svc_notification_strings" : {
    "svc_voidlings_defeated_title" : "Voidling Encounter",
    "svc_voidlings_defeated_text" : "You seem to have successfully dealt with these strange creatures.\n\nYour sensor officer immediately begins an analysis of the creature's remains, while you gather your bridge crew for a situation report.\n\nAfter a bit of pointless speculation and discussion, it quickly becomes clear that none of your officers seem to know anything helpful about these creatures.\n\n Just as you are about to adjourn the meeting, a crew member you recently hired bursts through the bridge door.",
    "svc_voidlings_defeated_text_continue" : "He appears to have heard rumors about the creatures you encountered. Apparently they are known as Symbiotic Void Creatures, or Voidlings.\nHe seems to know little more than that. \n\nNext time you dock, it might be worth checking checking the portside bar for rumors.\n\nAt this point, your science officer approaches you - visibly enthusiastic. He immediately begins to show you diagrams with details about nervous systems and nutrition levels.\nIt doesn't take more than a brief, intense stare to remind him to give you the executive summary rather than all the technical details:\n\nThese creatures are of unknown origin, have unknown gene sequences, that show signs of possible bioengineering efforts, and apparently have the special ability to make science officers very excited.",

    "svc_magic_bounty_defeated_title" : "Elite Voidling Swarm defeated!",
    "svc_magic_bounty_defeated_text" : "You have defeated the elite voidling swarm! As of the current early development stage, you have successfully defeated the Voidlings! In the future, there will be additional content. You now have the chance to decide if you want new Voidlings to keep spawning or not.",

    "svc_whales_title" : "Space-whale Encounter",
    "svc_whales_protected_text" : "You saved the herd of Stjarwhals from a grizzly fate.\nCuriously they linger nearby seemingly unafraid of your vessels. One of the whales approaches your fleet in a playful manner as if wanting to thank its saviour.",
    "svc_whales_dead_text" : "Your fleet was unable to protect the whales from a hungry pack of Voidlings.",

    "svc_hunter_fleet_approaching_title": "Something is approaching",
    "svc_hunter_fleet_approaching_text": "Your sensor officer suddenly approaches you with a concerned look on their face. Apparently, they picked up a strange sensor-reading, resembling - but not quite matching - p-space emissions. The concerning bit, however, is that the reading is approaching your fleet - rapidly.",

    "svc_hunter_fleet_defeated_title": "The hunters have become the hunted",
    "svc_hunter_fleet_defeated_text_no_bar": "The voidling fleet you encountered was different from the voidlings you encountered before. It was more aggressive, actively seeking your fleet out in hyperspace, as if driven by hunger. \n\nAn analysis of the carcasses indicates the presence of some sort of cybernetic components. \nUpon brief inspection, your science officer declares that this appears to be some sort of control mechanism. They assure you that they will find a way to reverse-engineer the technology.",
    "svc_hunter_fleet_defeated_text_bar": "You found and successfully defeated one of the hunter fleets that the man in the bar spoke off. \n\nJust as he indicated, some of the equipment that was used to control the hunters seems to be intact. Your science officer assures you that they will find a way to reverse-engineer the technology."
  },
  "VoidChitinPlating": {
    "description": "Replaces some of the ship's armor with light but durable void chitin, replacing the ship's defensive system with a Parry. Refresh (by changing screens or selecting another ship) before running simulation. Experimental feature: Removal might cause issues when combined with other mods that modify ship hullSpecs. Saving/Reloading might fix those issues. Please report any bugs/unusual behavior.",
    "tooltip": "Replaces the ships defensive system with the Parry system.",
    "needItem": "You need 1000 ${itemName} to install this.",
    "longDescription": "The ship's defensive system, i.e. shield of phase cloak, will be replaced with the Parry system.\nThe parry system has charges and can be activated to briefly reflect all nearby projectiles and unguided missiles."
  }
}