{
  "svc_notification_strings" : {
    "svc_voidlings_defeated_title" : "Voidling Encounter",
    "svc_voidlings_defeated_text" : "You seem to have successfully dealt with these strange creatures, somehow.\nYour sensor officer immediately begins an analysis or the remains of the creatures, while you gather your bridge crew for a situation report.\nAfter a bit of pointless speculation and discussion, it quickly becomes clear that none of your officers seem to know anything helpful about these creatures. Just as you are about to adjourn the meeting, a newly hired crew mate bursts through the bridge door. You signal your security personnel to let the man speak. He appears to have heard rumors about the creatures you encountered. Apparently they are known as Symbiotic Void Creatures, or Voidlings. He seems to know little more than that, but the fact that such rumors are spreading suggests that at least some of the major factions must know something about the Voidlings. Next time you dock, it might be worth checking if someone in the local portside bar knows more.\nAt this point, your science officer approaches you - visibly enthusiastic. He immediately begins to show you diagrams, which, as far as you can tell contain details about nervous systems. Luckily, it doesn't take more than a brief, intense stare to remind him to give you the executive summary rather than all the technical details: It should be possible to control these creatures if you had some expertise in the handling of automated ships.\nDev Note: This will probably change in the future to requiring the completion of a quest",

    "svc_magic_bounty_defeated_title" : "Elite Voidling Swarm defeated!",
    "svc_magic_bounty_defeated_text" : "You have defeated the elite voidling swarm! As of the current early development stage, you have successfully defeated the Voidlings! In the future, there will be additional content. You now have the chance to decide if you want new Voidlings to keep spawning or not."
  }
}